[
  {
    "section": "УК РФ",
    "articles": [
      {
        "title": "Статья 1. Уголовное законодательство Российской Федерации",
        "points": [
          "Уголовное законодательство Российской Федерации состоит из настоящего Кодекса. Новые законы, предусматривающие уголовную ответственность, подлежат включению в настоящий Кодекс."
        ]
      },
      {
        "title": "Статья 2. Задачи Уголовного кодекса Российской Федерации",
        "points": [
          "2.1. Задачами настоящего Кодекса являются: охрана прав и свобод человека и гражданина, собственности, общественного порядка и общественной безопасности, окружающей среды, конституционного строя Российской Федерации от преступных посягательств, обеспечение мира и безопасности человечества, а также предупреждение преступлений.",
          "2.2. Для осуществления этих задач настоящий Кодекс устанавливает основание и принципы уголовной ответственности, определяет, какие опасные для личности, общества или государства деяния признаются преступлениями, и устанавливает виды наказаний и иные меры уголовно-правового характера за совершение преступлений."
        ]
      },
      {
          "title": "Статья 3. Принцип законности",
        "points": [
          "3.1. Преступность деяния, а также его наказуемость и иные уголовно-правовые последствия определяются только настоящим Кодексом",
          "3.2. Применение уголовного закона по аналогии не допускается."
        ]
      },
            {
          "title": "Статья 4. Принцип равенства граждан перед законом",
        "points": [
          "Лица, совершившие преступления, равны перед законом и подлежат уголовной ответственности независимо от пола, расы, национальности, языка, происхождения, имущественного и должностного положения, места жительства, отношения к религии, убеждений, принадлежности к общественным объединениям, а также других обстоятельств."
        ]
      },
            {
          "title": "Статья 5. Принцип вины",
        "points": [
          "5.1. Лицо подлежит уголовной ответственности только за те общественно опасные действия (бездействие) и наступившие общественно опасные последствия, в отношении которых установлена его вина.",
          "5.2. Объективное вменение, то есть уголовная ответственность за невиновное причинение вреда, не допускается."
        ]
      },
            {
          "title": "Статья 6. Принцип справедливости и гуманизма",
        "points": [
          "6.1. Наказание и иные меры уголовно-правового характера, применяемые к лицу, совершившему преступление, должны быть справедливыми, то есть соответствовать характеру и степени общественной опасности преступления, обстоятельствам его совершения и личности виновного.",
          "6.2. Никто не может нести уголовную ответственность дважды за одно и то же преступление.",
          "6.3. Наказание и иные меры уголовно-правового характера, применяемые к лицу, совершившему преступление, не могут иметь своей целью причинение физических страданий или унижение человеческого достоинства."
        ]
      },
            {
          "title": "Статья 7. Основание уголовной ответственности",
        "points": [
          "Основанием уголовной ответственности является совершение деяния, содержащего все признаки состава преступления, предусмотренного настоящим Кодексом."
        ]
      },
            {
          "title": "Статья 8. Действие уголовного закона во времени",
        "points": [
          "8.1. Преступность и наказуемость деяния определяются уголовным законом, действовавшим во время совершения этого деяния.",
          "8.2. Временем совершения преступления признается время совершения общественно опасного действия (бездействия) независимо от времени наступления последствий."
        ]
      },
            {
          "title": "Статья 9. Действие уголовного закона в отношении лиц, совершивших преступление",
        "points": [
          "Лицо, совершившее преступление на территории Российской Федерации, подлежит уголовной ответственности по настоящему Кодексу."
        ]
      },
            {
          "title": "Статья 10. Понятие преступления",
        "points": [
          "10.1. Преступлением признается виновно совершенное общественно опасное деяние, запрещенное настоящим Кодексом под угрозой наказания.",
          "10.2. Не является преступлением действие (бездействие), хотя формально и содержащее признаки какого-либо деяния, предусмотренного настоящим Кодексом, но в силу малозначительности не представляющее общественной опасности."
        ]
      },
            {
          "title": "Статья 10-1. Оконченное и неоконченное преступления",
        "points": [
          "10-1.1. Преступление признается оконченным, если в совершенном лицом деянии содержатся все признаки состава преступления, предусмотренного настоящим Кодексом.",
          "10-1.2 Неоконченным преступлением признаются приготовление к преступлению и покушение на преступление.",
          "10-1.3 Уголовная ответственность за неоконченное преступление наступает по статье настоящего Кодекса, предусматривающей ответственность за оконченное преступление, со ссылкой на статью 10-2 настоящего Кодекса."
        ]
      },
            {
          "title": "Статья 10-2. Приготовление к преступлению и покушение на преступление",
        "points": [
          "10-2.1. Приготовлением к преступлению признаются приискание, изготовление или приспособление лицом средств или орудий совершения преступления, приискание соучастников преступления, сговор на совершение преступления либо иное умышленное создание условий для совершения преступления, если при этом преступление не было доведено до конца по не зависящим от этого лица обстоятельствам.",
          "10-2.2. Уголовная ответственность наступает за приготовление только к тяжкому и особо тяжкому преступлениям.",
          "10-2.3. Покушением на преступление признаются умышленные действия (бездействие) лица, непосредственно направленные на совершение преступления, если при этом преступление не было доведено до конца по не зависящим от этого лица обстоятельствам."
        ]
      },
            {
          "title": "Статья 10-3. Добровольный отказ от преступления",
        "points": [
          "10-3.1. Добровольным отказом от преступления признается прекращение лицом приготовления к преступлению либо прекращение действий (бездействия), непосредственно направленных на совершение преступления, если лицо осознавало возможность доведения преступления до конца.",
          "10-3.2. Лицо не подлежит уголовной ответственности за преступление, если оно добровольно и окончательно отказалось от доведения этого преступления до конца.",
          "10-3.3. Лицо, добровольно отказавшееся от доведения преступления до конца, подлежит уголовной ответственности в том случае, если фактически совершенное им деяние содержит иной состав преступления."
        ]
      }
    ]
  },
  {
    "section": "КоАП",
    "articles": [
      {
        "title": "Статья 5.2. Оскорбление",
        "points": [
          "Оскорбление, унижение чести и достоинства другого лица, выраженное в неприличной или иной противоречащей общепринятым нормам морали и нравственности форме, влечет наложение административного штрафа в размере от десяти тысяч (10.000) до двадцати тысяч (20.000) рублей."
        ]
      },
      {
        "title": "Статья 7.3. Попытка угона транспортных средств",
        "points": [
          "Попытка взлома транспортного средства, с целью хищения или без нее, без заведения двигателя внутреннего сгорания (электродвигателя), влечет наложение административного штрафа в размере от десяти тысяч (10.000) до двадцати тысяч (20.000) рублей."
        ]
      },
            {
        "title": "Статья 5.2. Оскорбление",
        "points": [
          "Оскорбление, унижение чести и достоинства другого лица, выраженное в неприличной или иной противоречащей общепринятым нормам морали и нравственности форме, влечет наложение административного штрафа в размере от десяти тысяч (10.000) до двадцати тысяч (20.000) рублей."
        ]
      },
            {
        "title": "Статья 8.1. Мелкое хулиганство",
        "points": [
          "Мелкое хулиганство, нарушение общественного порядка, выражающее явное неуважение к обществу, сопровождающееся нецензурной лексикой в общественных местах, непристойным или оскорбительным приставанием к гражданам, нахождением в общественных местах или на территории организаций, за исключением водоемов, бассейнов, спортзалов, в нижнем белье, уничтожением или повреждением чужого имущества, влечет наложение административного штрафа в размере от десяти тысяч (10.000) до тридцати тысяч (30.000) рублей, либо административного ареста на срок пяти суток (СПРП «★»)."
        ]
      },
            {
        "title": "Статья 8.3. Потребление (распитие) алкогольной продукции в общественных местах",
        "points": [
          "Потребление (распитие) алкогольной продукции в общественных местах, а также появление на улицах, стадионах, в скверах, парках, в транспортном средстве общего пользования, в других общественных местах в состоянии алкогольного или наркотического опьянения, оскорбляющем человеческое достоинство и общественную нравственность, влечет наложение административного штрафа в размере от пяти тысяч (5.000) до пятнадцати тысяч (15.000) рублей."
        ]
      },
            {
        "title": "Статья 8.12. Ношение масок скрывающих лицо в общественном месте, охраняемых или закрытых территориях",
        "points": [
          "Ношение масок скрывающем лицо в общественном месте, охраняемых или закрытых территориях Исключение составляют медицинские маски, которые предусмотрены на данный момент к приобретению в центральных городских больницах, купленных в специализированном магазине, а также за исключением является ношения декоративных масок на мероприятиях, санкционируемых Правительством Российской Федерации, влечет наложение административного штрафа в размере от десяти тысяч (10.000) до пятнадцати тысяч (15.000) рублей."
        ]
      },
                  {
        "title": "Статья 8.14. Курение в общественном месте",
        "points": [
          "Курение табака, потребление никотинсодержащей продукции или использование кальянов в общественных местах, влечет наложение административного штрафа в размере от пяти тысяч (5.000) до десяти тысяч (10.000) рублей."
        ]
      },
                  {
        "title": "Статья 9.1. Управление транспортным средством водителем, не имеющим при себе документов",
        "points": [
          "Управление транспортным средством водителем, не имеющим при себе документов, предусмотренных правилами дорожного движения (см. статья 2.1 ПДД), влечет наложение административного штрафа в размере тридцать тысяч (30.000) рублей."
        ]
      },
                  {
        "title": "Статья 9.3. Управление транспортным средством, не зарегистрированным в установленном порядке",
        "points": [
          "Управление транспортным средством, не зарегистрированным в установленном порядке, а также управление транспортным средством без государственных регистрационных знаков, а равно управление транспортным средством без установленных на предусмотренных для этого местах государственных регистрационных знаков либо со знаками видоизмененными или оборудованными с применением устройств или материалов, препятствующих идентификации государственных регистрационных знаков, либо позволяющих их видоизменить или скрыть, при том, что прошло более 3 суток с момента приобретения транспортного средства (см. статья 13.2 ПДД), влечет наложение административного штрафа в размере тридцати тысяч (30.000) рублей, или лишение права на управление транспортным средством."
        ]
      },
                  {
        "title": "Статья 9.4. Управление правление транспортным средством, на котором установлена тонировка",
        "points": [
          "Управление правление транспортным средством, на котором установлена тонировка, более 75% на боковых передних и лобовом стеклах (в том числе запрещены цветные пленки) (см. статья 13.4 ПДД), влечет наложение административного штрафа в размере пятнадцати тысяч (15.000) рублей."
        ]
      },
                        {
        "title": "Статья 9.9. Несоблюдение требований, предписанных дорожными знаками или разметкой",
        "points": [
          "Несоблюдение требований, предписанных дорожными знаками или разметкой проезжей части дороги (см. статья 1.3 ПДД), влечет наложение административного штрафа в размере пятнадцати тысяч (15.000) рублей."
        ]
      },
                              {
        "title": "Статья 9.14. Проезд на красный сигнал светофора",
        "points": [
          "Проезд на красный сигнал светофора, а равно проезд на запрещающий жест регулировщика, или на жёлтый сигнал светофора при возможности совершить остановку, не повлекшую создание опасности для движения иных участников дорожного движения (см. статья 5.2 ПДД), влечет наложение административного штрафа в размере пятнадцати тысяч (15.000) рублей."
        ]
      },
                              {
        "title": "Статья 9.9. Несоблюдение требований, предписанных дорожными знаками или разметкой",
        "points": [
          "Несоблюдение требований, предписанных дорожными знаками или разметкой проезжей части дороги (см. статья 1.3 ПДД), влечет наложение административного штрафа в размере пятнадцати тысяч (15.000) рублей."
        ]
      },
                              {
        "title": "Статья 9.20. Движение по полосе, предназначенной для встречного движения",
        "points": [
          "Движение по полосе, предназначенной для встречного движения, в нарушение правил дорожного движения (см. статья 7.1 ПДД), влечет наложение административного штрафа в размере пятнадцати тысяч (15.000) рублей, или лишение права на управление транспортным средством."
        ]
      },
                              {
        "title": "Статья 9.21. Повреждение дорог, железнодорожных переездов или других дорожных сооружений",
        "points": [
          "Повреждение дорог, железнодорожных переездов или других дорожных сооружений, в том числе столбов, ограждений, заборов либо технических средств организации дорожного движения, которое создает угрозу безопасности дорожного движения, а равно умышленное создание помех в дорожном движении, влечет наложение административного штрафа на граждан в размере от пяти тысяч (5.000) до двадцати тысяч (20.000) рублей."
        ]
      },
                              {
        "title": "Статья 9.22. Выезд на полосу, предназначенную для встречного движения",
        "points": [
          "Выезд на полосу, предназначенную для встречного движения, в нарушение правил дорожного движения (см. статья 7.2 ПДД), влечет наложение административного штрафа в размере пятнадцати тысяч (15.000) рублей."
        ]
      },
                              {
        "title": "Статья 9.25. Движение по разделительным полосам и обочинам",
        "points": [
          "Движение по разделительным полосам и обочинам, тротуарам и пешеходным дорожкам или пересечение организованной транспортной или пешей колонны либо занятие места в ней (см. статья 7.7 ПДД), влечет наложение административного штрафа в размере пяти тысяч (5.000) рублей."
        ]
      },
                              {
        "title": "Статья 9.42. Управление транспортным средством в состоянии опьянения",
        "points": [
          "Управление транспортным средством в состоянии опьянения или передача управления транспортным средством лицу, находящемуся в состоянии опьянения (см. статья 2.4 ПДД); влечет наложение административного штрафа в размере тридцати тысяч (30.000) рублей, или лишение права на управление транспортным средством."
        ]
      },
                              {
        "title": "Статья 9.43. Невыполнение водителем транспортного средства законного требования уполномоченного должностного лица о прохождении медицинского освидетельствования на состояние опьянения",
        "points": [
          "Невыполнение водителем транспортного средства законного требования уполномоченного должностного лица о прохождении медицинского освидетельствования на состояние опьянения (см. статья 2.3 ПДД) влечет наложение административного штрафа в размере тридцати тысяч (30.000) рублей, или лишение права на управление транспортным средством."
        ]
      },
                              {
        "title": "Статья 9.44. Опасное вождение",
        "points": [
          "Опасное вождение (см. статья 1.5 ПДД); влечет наложение административного штрафа в размере десяти тысяч (10.000) рублей."
        ]
      },
                              {
        "title": "Статья 9.45. Превышение установленной скорости",
        "points": [
          "9.45.1. Превышение установленной скорости движения транспортного средства на величину не более 20 километров в час - влечет наложение административного штрафа в размере пяти тысяч (5.000) рублей.",
          "9.45.2. Превышение установленной скорости движения транспортного средства на величину более 20, но не более 40 километров в час - влечет наложение административного штрафа в размере десяти тысяч (10.000) рублей.",
          "9.45.3. Превышение установленной скорости движения транспортного средства на величину более 40, но не более 80 километров в час - влечет наложение административного штрафа в размере пятнадцати тысяч (15.000) рублей.",
          "9.45.4. Превышение установленной скорости движения транспортного средства на величину более 80 километров в час - влечет наложение административного штрафа в размере двадцати пяти тысяч (25.000) рублей или лишение права управления транспортными средствами."
        ]
      }
      
    ]
  },
  {
    "section": "ПК",
    "articles": [
         {
        "title": "Статья 56. Причины остановки транспортных средств",
        "points": [
          "а) нарушение уголовного или административного законодательства, в любом его проявлении;​",
          "б) нарушение правил дорожного движения, в любом его проявлении;​",
          "в) проверка документов."
        ]
      }
    ]
  },
    {
    "section": "ПДД",
    "articles": [
         {
        "title": "Статья 2.2. Водитель транспортного средства обязан:",
        "points": [
          "а) быть пристегнутым и не перевозить пассажиров, не пристегнутых ремнями;​​",
          "б) перед выездом проверить и в пути обеспечить исправное техническое состояние транспортного средства в соответствии со статьей 13.1 Правил.​",
          "в) в случаях предусмотренных статьей 15.2 Правил водитель обязан покинуть транспортное средство и не отходить дальше чем на 15 метров от места остановки, согласно выдвинутому устному требованию сотрудником Государственной Инспекции Безопасности Дорожного Движения, если таковое требование законно и обосновано."
        ]
      },
               {
        "title": "Статья 2.3. По требованию сотрудника ГИБДД водитель обязан проходить освидетельствование на состояние алкогольного опьянения.",
        "points": []
      },
    ]
  }
]
